tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rs/tap"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bazel"
brew "broot"
brew "clang-format"
brew "cmake"
brew "ctop"
brew "deno"
brew "duf"
brew "dust"
brew "elm"
brew "elm-format"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "go"
brew "goaccess"
brew "golangci-lint"
brew "gping"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "node"
brew "lerna"
brew "libpq"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nodenv"
brew "postgresql", restart_service: true
brew "procs"
brew "protobuf"
brew "prototool"
brew "pstree"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "sccache"
brew "sd"
brew "stern"
brew "swift-protobuf"
brew "terraform"
brew "tree"
brew "v8@3.15"
brew "wasmtime"
brew "yarn"
brew "yq"
brew "zenith"
brew "zsh-completions"
brew "rs/tap/curlie"
cask "1password"
cask "deepl"
cask "discord"
cask "docker"
cask "fanny"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "onyx"
cask "postman"
cask "skim"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
