tap "aquaproj/aqua"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aqua"
brew "autoconf"
brew "cmake"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libpq"
brew "mas"
brew "openjdk"
brew "python@3.13"
brew "tmux"
brew "tpm"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "fanny"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-japanese-ime"
cask "intellij-idea"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "postman"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "ms-vsliveshare.vsliveshare"
vscode "saoudrizwan.claude-dev"
