tap "aquaproj/aqua"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "grpc/grpc"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rs/tap"
brew "act"
brew "actionlint"
brew "aqua"
brew "autoconf"
brew "bandwhich"
brew "bat"
brew "cmake"
brew "curlie"
brew "deno"
brew "direnv"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gdrive"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "goaccess"
brew "gping"
brew "openjdk"
brew "gradle"
brew "helm"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "jwt-cli"
brew "k6"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libpq"
brew "mas"
brew "neovim"
brew "pandoc"
brew "protobuf"
brew "pstree"
brew "python@3.12"
brew "python@3.13"
brew "ripgrep"
brew "sccache"
brew "skaffold"
brew "starship"
brew "stepci"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tpm"
brew "tree"
brew "volta"
brew "wasmtime"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "bufbuild/buf/buf"
cask "1password"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "fanny"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-japanese-ime"
cask "intellij-idea"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "postman"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "ms-vsliveshare.vsliveshare"
vscode "saoudrizwan.claude-dev"
