tap "aquaproj/aqua"
tap "microsoft/apm"
tap "olets/tap"

brew "aqua"
brew "chezmoi"

cask "1password"
cask "cleanshot"
cask "dbeaver-community"
cask "docker-desktop"
cask "ghostty"
cask "google-japanese-ime"
cask "intellij-idea"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
